w11d4/Todos/todos/app/controllers/api/todos_controller.rb

  def index
    # render json: Todo.all
  todoall = Todo.all
---
SELECT "todos".* FROM "todos"